[
  {
    "title": "Studio access and supervision",
    "body": "<p><strong>Draft policy.</strong> Reservations are required for every visit so work areas remain safe and predictable.</p><ul><li>Access details are shared in the portal after account setup.</li><li>Supervised equipment may require staff approval before use.</li><li>Guests or observers must be pre-approved.</li></ul>",
    "tags": ["studio", "access", "policies"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Safety and kiln handling rules",
    "body": "<p><strong>Draft policy.</strong> All kiln submissions must be clearly labeled and ready for production handling.</p><ul><li>Include clay body and firing intent on each batch.</li><li>Pieces must be dry and construction-ready for firing.</li><li>Unsafe or unclear submissions may be delayed until corrected.</li></ul>",
    "tags": ["kiln", "safety", "policies"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Clay and materials policy",
    "body": "<p><strong>Draft policy.</strong> Use approved clay bodies and communicate unfamiliar materials before submission.</p><ul><li>Unknown materials may be held for review.</li><li>Material issues that cause defects are treated as maker-side faults.</li><li>Ask support before introducing new tests into production loads.</li></ul>",
    "tags": ["materials", "kiln", "policies"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Firing cadence and scheduling",
    "body": "<p><strong>Draft policy.</strong> Firing requests run through the portal queue and studio load planning.</p><ul><li>Typical turnaround is about 1.5 days, with pieces unloaded after firing.</li><li>Queue times vary by batch mix and current load volume.</li><li>Expedite or custom firings are reviewed case by case.</li></ul>",
    "tags": ["kiln", "scheduling", "policies"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Storage and abandoned work",
    "body": "<p><strong>Draft policy.</strong> Most completed work is picked up within about 2 weeks, but storage can extend to 4 weeks.</p><ul><li>Normal pickup pattern: roughly within 2 weeks.</li><li>Maximum hold window: up to 4 weeks before abandoned-work handling.</li><li>Notification attempts are made before any disposition steps.</li></ul>",
    "tags": ["storage", "memberships", "policies", "logistics"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Damage responsibility and firing credits",
    "body": "<p><strong>Draft policy.</strong> Ceramics always carry firing risk, but credits are issued when fault is clearly studio-side.</p><ul><li>If fault is studio-side (for example loading error or wrong firing type), the impacted half-shelf bisque or glaze fee is fully credited.</li><li>If fault is maker-side (for example dryness, construction/process fault, or miscommunication on firing temperature), no firing credit is issued.</li><li>Witness cones are available on request, and a portal add-on workflow is planned.</li></ul>",
    "tags": ["policies", "kiln", "payments", "support"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Payment timing and accepted methods",
    "body": "<p><strong>Draft policy.</strong> Payment timing depends on service type.</p><ul><li>Supplies, day passes, and workshops are charged immediately.</li><li>Workshop charges are processed at attendance, not reservation.</li><li>Firing fees are charged at unloading after studio-fault review.</li><li>Tap, credit card, and Apple Pay are accepted.</li></ul>",
    "tags": ["payments", "policies", "studio", "kiln"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Community conduct and shared-space expectations",
    "body": "<p><strong>Draft policy.</strong> We maintain a calm, respectful production environment for all members and clients.</p><ul><li>Respect shared equipment, timing blocks, and posted safety notes.</li><li>Harassment, intimidation, or repeated disruption is not allowed.</li><li>Staff may pause access when safety or conduct issues require intervention.</li></ul>",
    "tags": ["community", "policies", "studio"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  },
  {
    "title": "Accessibility and communication standards",
    "body": "<p><strong>Draft policy.</strong> Support is client-first and accessibility-minded.</p><ul><li>Support response target is 1 business day.</li><li>Media accessibility standards are documented in the accessibility and media policies.</li><li>Clients can request accessibility support through the contact and support channels.</li></ul>",
    "tags": ["accessibility", "media", "policies", "support"],
    "status": "draft",
    "effectiveDate": "2026-02-20"
  }
]
